Revit 2027 API
ParameterTypeId.StairsRunBottomElevation Property
 "Relative Base Height": Relative height to stairs bottom elevation
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunBottomElevation { get; }
Public Shared ReadOnly Property StairsRunBottomElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunBottomElevation {
	ForgeTypeId^ get ();
}
static member StairsRunBottomElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace